performance-tools/ravana/scenario/wso2esb-3.0.0_xslt/message10k.xml

<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header xmlns:wsa="http://www.w3.org/2005/08/addressing"></soapenv:Header><soapenv:Body><m:skcotSyub xmlns:m="http://po.services.core.carbon.wso2.org"><m:redro><m:lobmys>IBM</m:lobmys><m:DIreyub>asankha</m:DIreyub><m:ecirp>140.34</m:ecirp><m:emulov>200000</m:emulov></m:redro><m:redro><m:lobmys>TGTBAA</m:lobmys><m:DIreyub>XDXKTE</m:DIreyub><m:ecirp>919411.08</m:ecirp><m:emulov>077522</m:emulov></m:redro><m:redro><m:lobmys>UVLKOR</m:lobmys><m:DIreyub>IYSLPA</m:DIreyub><m:ecirp>006867.14</m:ecirp><m:emulov>967602</m:emulov></m:redro><m:redro><m:lobmys>GTBHDW</m:lobmys><m:DIreyub>FRGRIS</m:DIreyub><m:ecirp>453076.68</m:ecirp><m:emulov>688500</m:emulov></m:redro><m:redro><m:lobmys>PXPQUK</m:lobmys><m:DIreyub>PPIKPM</m:DIreyub><m:ecirp>106803.06</m:ecirp><m:emulov>425930</m:emulov></m:redro><m:redro><m:lobmys>AEZHUM</m:lobmys><m:DIreyub>IBRVOT</m:DIreyub><m:ecirp>702090.46</m:ecirp><m:emulov>801480</m:emulov></m:redro><m:redro><m:lobmys>FBZDIE</m:lobmys><m:DIreyub>KWSDHG</m:DIreyub><m:ecirp>628780.33</m:ecirp><m:emulov>660965</m:emulov></m:redro><m:redro><m:lobmys>LKQIXV</m:lobmys><m:DIreyub>ZGJFDW</m:DIreyub><m:ecirp>092180.02</m:ecirp><m:emulov>666160</m:emulov></m:redro><m:redro><m:lobmys>ISQJWX</m:lobmys><m:DIreyub>GQKAIF</m:DIreyub><m:ecirp>478032.43</m:ecirp><m:emulov>710755</m:emulov></m:redro><m:redro><m:lobmys>DYOXOW</m:lobmys><m:DIreyub>ODBBEI</m:DIreyub><m:ecirp>231541.03</m:ecirp><m:emulov>855340</m:emulov></m:redro><m:redro><m:lobmys>AXSFNF</m:lobmys><m:DIreyub>CJWBJA</m:DIreyub><m:ecirp>040260.78</m:ecirp><m:emulov>725749</m:emulov></m:redro><m:redro><m:lobmys>KEZULN</m:lobmys><m:DIreyub>CYAALV</m:DIreyub><m:ecirp>373454.37</m:ecirp><m:emulov>759802</m:emulov></m:redro><m:redro><m:lobmys>PZEVQV</m:lobmys><m:DIreyub>VYEHSW</m:DIreyub><m:ecirp>088964.88</m:ecirp><m:emulov>004801</m:emulov></m:redro><m:redro><m:lobmys>NHIHYZ</m:lobmys><m:DIreyub>JGAUER</m:DIreyub><m:ecirp>520707.16</m:ecirp><m:emulov>615930</m:emulov></m:redro><m:redro><m:lobmys>CHHCTJ</m:lobmys><m:DIreyub>WJEOYQ</m:DIreyub><m:ecirp>581465.30</m:ecirp><m:emulov>407996</m:emulov></m:redro><m:redro><m:lobmys>PXIRBQ</m:lobmys><m:DIreyub>QTUWYG</m:DIreyub><m:ecirp>006747.73</m:ecirp><m:emulov>799885</m:emulov></m:redro><m:redro><m:lobmys>BLIXWM</m:lobmys><m:DIreyub>TRSLSL</m:DIreyub><m:ecirp>378975.45</m:ecirp><m:emulov>575364</m:emulov></m:redro><m:redro><m:lobmys>XGSAQN</m:lobmys><m:DIreyub>IWKFJJ</m:DIreyub><m:ecirp>000509.78</m:ecirp><m:emulov>383966</m:emulov></m:redro><m:redro><m:lobmys>KBSJDP</m:lobmys><m:DIreyub>ATCNFR</m:DIreyub><m:ecirp>134189.90</m:ecirp><m:emulov>847800</m:emulov></m:redro><m:redro><m:lobmys>KJBXAY</m:lobmys><m:DIreyub>YKSEQY</m:DIreyub><m:ecirp>093292.96</m:ecirp><m:emulov>843561</m:emulov></m:redro><m:redro><m:lobmys>SJAULV</m:lobmys><m:DIreyub>MKZCLJ</m:DIreyub><m:ecirp>298709.22</m:ecirp><m:emulov>760334</m:emulov></m:redro><m:redro><m:lobmys>VFOLTZ</m:lobmys><m:DIreyub>PGIOGQ</m:DIreyub><m:ecirp>014305.25</m:ecirp><m:emulov>321470</m:emulov></m:redro><m:redro><m:lobmys>UZQIMS</m:lobmys><m:DIreyub>TIPHRD</m:DIreyub><m:ecirp>963051.71</m:ecirp><m:emulov>840866</m:emulov></m:redro><m:redro><m:lobmys>PECPUA</m:lobmys><m:DIreyub>PXLVWE</m:DIreyub><m:ecirp>606177.64</m:ecirp><m:emulov>329181</m:emulov></m:redro><m:redro><m:lobmys>USZACM</m:lobmys><m:DIreyub>KYBKRM</m:DIreyub><m:ecirp>768250.47</m:ecirp><m:emulov>300028</m:emulov></m:redro><m:redro><m:lobmys>YWSOPO</m:lobmys><m:DIreyub>ZIOANQ</m:DIreyub><m:ecirp>061901.12</m:ecirp><m:emulov>032004</m:emulov></m:redro><m:redro><m:lobmys>GTJCNP</m:lobmys><m:DIreyub>WRFFOF</m:DIreyub><m:ecirp>760119.81</m:ecirp><m:emulov>733448</m:emulov></m:redro><m:redro><m:lobmys>TEFGMZ</m:lobmys><m:DIreyub>UWQGFB</m:DIreyub><m:ecirp>446944.90</m:ecirp><m:emulov>065656</m:emulov></m:redro><m:redro><m:lobmys>KRXWNN</m:lobmys><m:DIreyub>LFCLBX</m:DIreyub><m:ecirp>841476.73</m:ecirp><m:emulov>166097</m:emulov></m:redro><m:redro><m:lobmys>DNUFBA</m:lobmys><m:DIreyub>JENRQM</m:DIreyub><m:ecirp>450349.86</m:ecirp><m:emulov>147163</m:emulov></m:redro><m:redro><m:lobmys>CAIJUP</m:lobmys><m:DIreyub>UKFDXU</m:DIreyub><m:ecirp>428779.38</m:ecirp><m:emulov>619281</m:emulov></m:redro><m:redro><m:lobmys>HNQUIW</m:lobmys><m:DIreyub>XCIHVO</m:DIreyub><m:ecirp>555335.25</m:ecirp><m:emulov>100788</m:emulov></m:redro><m:redro><m:lobmys>ZFDVKW</m:lobmys><m:DIreyub>XUCEME</m:DIreyub><m:ecirp>059954.96</m:ecirp><m:emulov>606056</m:emulov></m:redro><m:redro><m:lobmys>BCIGKX</m:lobmys><m:DIreyub>AIFTWY</m:DIreyub><m:ecirp>973096.10</m:ecirp><m:emulov>020098</m:emulov></m:redro><m:redro><m:lobmys>YOTRHE</m:lobmys><m:DIreyub>MIMPKT</m:DIreyub><m:ecirp>096826.39</m:ecirp><m:emulov>264010</m:emulov></m:redro><m:redro><m:lobmys>JCQPVN</m:lobmys><m:DIreyub>WHSYWZ</m:DIreyub><m:ecirp>640071.52</m:ecirp><m:emulov>200834</m:emulov></m:redro><m:redro><m:lobmys>PQFFWT</m:lobmys><m:DIreyub>FPVQSA</m:DIreyub><m:ecirp>370356.18</m:ecirp><m:emulov>073080</m:emulov></m:redro><m:redro><m:lobmys>TBCNQG</m:lobmys><m:DIreyub>POLCMM</m:DIreyub><m:ecirp>104169.06</m:ecirp><m:emulov>482009</m:emulov></m:redro><m:redro><m:lobmys>YTQMJY</m:lobmys><m:DIreyub>VESGSY</m:DIreyub><m:ecirp>890380.03</m:ecirp><m:emulov>304870</m:emulov></m:redro><m:redro><m:lobmys>PRQZPO</m:lobmys><m:DIreyub>UVVLTX</m:DIreyub><m:ecirp>080906.00</m:ecirp><m:emulov>977130</m:emulov></m:redro><m:redro><m:lobmys>PUGFGZ</m:lobmys><m:DIreyub>IKMUPA</m:DIreyub><m:ecirp>476967.28</m:ecirp><m:emulov>014793</m:emulov></m:redro><m:redro><m:lobmys>BAVCMR</m:lobmys><m:DIreyub>WVPRFM</m:DIreyub><m:ecirp>617407.06</m:ecirp><m:emulov>364486</m:emulov></m:redro><m:redro><m:lobmys>DZOWAO</m:lobmys><m:DIreyub>CRKQKJ</m:DIreyub><m:ecirp>633705.76</m:ecirp><m:emulov>236066</m:emulov></m:redro><m:redro><m:lobmys>KZBCYP</m:lobmys><m:DIreyub>GYTYTJ</m:DIreyub><m:ecirp>608701.73</m:ecirp><m:emulov>999410</m:emulov></m:redro><m:redro><m:lobmys>SXOKJM</m:lobmys><m:DIreyub>ACYHWT</m:DIreyub><m:ecirp>288037.42</m:ecirp><m:emulov>530078</m:emulov></m:redro><m:redro><m:lobmys>OWDMHT</m:lobmys><m:DIreyub>QVTXKT</m:DIreyub><m:ecirp>893027.50</m:ecirp><m:emulov>447061</m:emulov></m:redro><m:redro><m:lobmys>XVFCAF</m:lobmys><m:DIreyub>WZDTQW</m:DIreyub><m:ecirp>601173.45</m:ecirp><m:emulov>027814</m:emulov></m:redro><m:redro><m:lobmys>QVUEUF</m:lobmys><m:DIreyub>DKSMDK</m:DIreyub><m:ecirp>486330.14</m:ecirp><m:emulov>981207</m:emulov></m:redro><m:redro><m:lobmys>XBHKRC</m:lobmys><m:DIreyub>XFWQTI</m:DIreyub><m:ecirp>170938.94</m:ecirp><m:emulov>383985</m:emulov></m:redro><m:redro><m:lobmys>VCCOQR</m:lobmys><m:DIreyub>KDUUJY</m:DIreyub><m:ecirp>883487.30</m:ecirp><m:emulov>631641</m:emulov></m:redro><m:redro><m:lobmys>RENUUX</m:lobmys><m:DIreyub>BBXKGO</m:DIreyub><m:ecirp>204641.85</m:ecirp><m:emulov>903405</m:emulov></m:redro><m:redro><m:lobmys>UJJQMZ</m:lobmys><m:DIreyub>SWJETK</m:DIreyub><m:ecirp>233806.66</m:ecirp><m:emulov>494590</m:emulov></m:redro><m:redro><m:lobmys>YRZVKH</m:lobmys><m:DIreyub>BQPCBV</m:DIreyub><m:ecirp>883156.29</m:ecirp><m:emulov>448120</m:emulov></m:redro><m:redro><m:lobmys>RRYRLA</m:lobmys><m:DIreyub>FAMRBL</m:DIreyub><m:ecirp>987276.01</m:ecirp><m:emulov>258622</m:emulov></m:redro><m:redro><m:lobmys>DSAXVB</m:lobmys><m:DIreyub>TKHIOU</m:DIreyub><m:ecirp>017668.39</m:ecirp><m:emulov>280136</m:emulov></m:redro><m:redro><m:lobmys>MQWFTL</m:lobmys><m:DIreyub>SAHQGE</m:DIreyub><m:ecirp>950377.64</m:ecirp><m:emulov>859760</m:emulov></m:redro><m:redro><m:lobmys>FKNZWD</m:lobmys><m:DIreyub>OJINUJ</m:DIreyub><m:ecirp>058970.27</m:ecirp><m:emulov>808055</m:emulov></m:redro><m:redro><m:lobmys>UCSLOI</m:lobmys><m:DIreyub>ZEXEQD</m:DIreyub><m:ecirp>303554.87</m:ecirp><m:emulov>299738</m:emulov></m:redro><m:redro><m:lobmys>NENUXC</m:lobmys><m:DIreyub>THBRYW</m:DIreyub><m:ecirp>496332.39</m:ecirp><m:emulov>876000</m:emulov></m:redro><m:redro><m:lobmys>GNMVFT</m:lobmys><m:DIreyub>VRAJKA</m:DIreyub><m:ecirp>867900.04</m:ecirp><m:emulov>153644</m:emulov></m:redro><m:redro><m:lobmys>OFQNFK</m:lobmys><m:DIreyub>BNOMPC</m:DIreyub><m:ecirp>086052.60</m:ecirp><m:emulov>404771</m:emulov></m:redro><m:redro><m:lobmys>COPBTY</m:lobmys><m:DIreyub>DXTDHL</m:DIreyub><m:ecirp>915730.43</m:ecirp><m:emulov>010330</m:emulov></m:redro><m:redro><m:lobmys>VFKEZJ</m:lobmys><m:DIreyub>MEOHTY</m:DIreyub><m:ecirp>121661.14</m:ecirp><m:emulov>344911</m:emulov></m:redro><m:redro><m:lobmys>BQZVNO</m:lobmys><m:DIreyub>NOOLSK</m:DIreyub><m:ecirp>578227.80</m:ecirp><m:emulov>216145</m:emulov></m:redro><m:redro><m:lobmys>RLKLQU</m:lobmys><m:DIreyub>SNWYSE</m:DIreyub><m:ecirp>041091.60</m:ecirp><m:emulov>539896</m:emulov></m:redro><m:redro><m:lobmys>OZKWMO</m:lobmys><m:DIreyub>HLZVSS</m:DIreyub><m:ecirp>622564.16</m:ecirp><m:emulov>591690</m:emulov></m:redro><m:redro><m:lobmys>KEWEXF</m:lobmys><m:DIreyub>ZVUWVV</m:DIreyub><m:ecirp>611028.79</m:ecirp><m:emulov>634026</m:emulov></m:redro><m:redro><m:lobmys>WCHTPW</m:lobmys><m:DIreyub>GZYAZR</m:DIreyub><m:ecirp>739195.12</m:ecirp><m:emulov>716093</m:emulov></m:redro><m:redro><m:lobmys>KYCZTV</m:lobmys><m:DIreyub>MUMPOJ</m:DIreyub><m:ecirp>848464.01</m:ecirp><m:emulov>092927</m:emulov></m:redro><m:redro><m:lobmys>YIPWYN</m:lobmys><m:DIreyub>GTCFKX</m:DIreyub><m:ecirp>087592.80</m:ecirp><m:emulov>261282</m:emulov></m:redro><m:redro><m:lobmys>PYCXLB</m:lobmys><m:DIreyub>YCCWCO</m:DIreyub><m:ecirp>160805.74</m:ecirp><m:emulov>772286</m:emulov></m:redro><m:redro><m:lobmys>FKYFHE</m:lobmys><m:DIreyub>TVTAJS</m:DIreyub><m:ecirp>306710.36</m:ecirp><m:emulov>775027</m:emulov></m:redro><m:redro><m:lobmys>XLYSHQ</m:lobmys><m:DIreyub>IRPZKG</m:DIreyub><m:ecirp>408154.10</m:ecirp><m:emulov>098802</m:emulov></m:redro><m:redro><m:lobmys>DCAORN</m:lobmys><m:DIreyub>AXLAPL</m:DIreyub><m:ecirp>464100.01</m:ecirp><m:emulov>740362</m:emulov></m:redro><m:redro><m:lobmys>OEUTSO</m:lobmys><m:DIreyub>FPODPW</m:DIreyub><m:ecirp>068223.72</m:ecirp><m:emulov>947409</m:emulov></m:redro><m:redro><m:lobmys>KZQUVB</m:lobmys><m:DIreyub>KZJLVW</m:DIreyub><m:ecirp>566215.70</m:ecirp><m:emulov>720605</m:emulov></m:redro><m:redro><m:lobmys>NNSSNX</m:lobmys><m:DIreyub>YZOTXJ</m:DIreyub><m:ecirp>933079.71</m:ecirp><m:emulov>485398</m:emulov></m:redro><m:redro><m:lobmys>RFOJSQ</m:lobmys><m:DIreyub>NSGTDA</m:DIreyub><m:ecirp>757636.80</m:ecirp><m:emulov>232737</m:emulov></m:redro></m:skcotSyub></soapenv:Body></soapenv:Envelope>
